#!/usr/bin/env python
# -*- coding: utf-8 -*-
content = "长生殿位于华清宫芙蓉园内，曾是唐玄宗与杨贵妃七夕盟誓之地。“七月七日长生殿，夜半无人私语时”经过诸多文学作品的渲染，早已成为流传千古的中国古典浪漫爱情圣地。长生殿内是四层的四维影视展示空间，每一层都是一段不同的故事，第一层主要展示华清宫的宫廷生活外交礼仪，第二层主要介绍唐华清宫政治方面的内容。从唐高祖李渊创立李唐王朝开始经过唐太宗李世民的贞观之治，武则天的励精图治，唐高宗睿宗中宗时期的持续发展都为大唐盛世的出现和繁荣奠定了基础。唐玄宗的开元盛世更使唐文化源远流长，唐华清宫的繁荣是盛唐文化的一个缩影。第三层主要介绍唐玄宗和杨贵妃的爱情罗曼史，第四层系统地展示了华清池的6000年灿烂文明。玄境长生殿是长生殿内展览的一部分，他以唐玄宗和杨贵妃的经典爱情故事为主题，集画面、声音、气味、触觉、动感等高科技手段再现历史场景。贵妃入宫、梨园春晓、贵妃沐浴、七夕盟誓、安史之乱、天宫相遇等经典故事，巧妙融合，既有现代化的动感和高科技体验，又能够与历史典故文化内涵相结合，实为集大成的新兴旅游综合体验馆。"
content_after = "长生殿位于华清宫芙蓉园内，曾是唐玄宗与杨贵妃七夕盟誓之地。相信您在初高中时也读过很多关于长生殿的文学作品，“七月七日长生殿，夜半无人私语时”，早已成为流传千古的中国古典浪漫爱情圣地。您可以看见，长生殿内是四层的四维影视展示空间，非常有趣，每一层都是一段不同的故事，很值得一看呢。第一层主要展示华清宫的宫廷生活和外交礼仪，第二层主要介绍唐华清宫政治方面的内容。历史告诉我们，从唐高祖李渊创立李唐王朝开始，经过唐太宗李世民的贞观之治，武则天的励精图治和唐高宗睿宗中宗时期的持续发展都为大唐盛世的出现和繁荣奠定了基础，这是个繁盛的朝代，领先世界，想想就觉得很自豪。这段爱情的男主唐玄宗，开启的开元盛世更使唐文化源远流长，唐华清宫的繁荣是盛唐文化的一个缩影，好像很厉害的样子。高能来了，第三层主要介绍唐玄宗和杨贵妃的爱情罗曼史，第四层则系统地展示了华清池6000年的灿烂文明。玄境长生殿是长生殿内展览的一部分，以唐玄宗和杨贵妃的经典爱情故事为主题，集画面、声音、气味、触觉、动感等高科技手段于一身，再现历史"

