#!/usr/bin/env python
# -*- coding: utf-8 -*-

content = "据说，加斯镇所有的街道都通向枫树广场，这里默默矗立着杰克•戴顿是英国的一名海员，" \
          "之所以出名，除了他那三寸不烂之舌的神侃功夫外，在在于他在加斯镇建了第一座酒吧，开启了" \
          "加斯镇乃至整个温哥华发展的新篇章。为了奖励他所作的贡献，当地人在温哥华设市后推选他为第一任市长，" \
          "并在加斯镇的枫叶广场立下它的雕像。该雕像由本地艺术家Vern  " \
          "Simpson1970年制作，雕塑底座上有文字记载小镇的历史和杰克的生平。" \
          "站在啤酒桶上杰克头戴西部拓荒帽，身穿皮夹克，面对着欧洲大饭店，举止生动，" \
          "蓄势待发的肢体动作似乎在昭示着他又要掀起一番唇枪舌战，不论刮风下雪、日晒雨淋，" \
          "他都站在那里，成为加斯镇的一个标志性建筑之一"

content_after = "在加斯镇所有的街道都能通向的那个枫树广场，矗立着杰克•戴顿雕像。他是英国的一名普通海员，" \
                "而他在加斯镇出名的原因就是他有着三寸不烂之舌的神侃功夫，还在这里建起了第一座酒吧，" \
                "为加斯镇甚至是整个温哥华的发展揭开了一个新的篇章。当地人为了奖励他所作出的贡献，" \
                "在设市后还推选他为温哥华第一任市长，并在加斯镇的枫叶广场为他设立雕像。雕塑杰克站在啤酒桶上，" \
                "穿着帅气的皮夹克，戴着西部拓荒帽，肢体动作生动有趣，蓄势待发样子好像又要掀起一番“舌枪唇战”，" \
                "雕塑的底座还记载了杰克的生平以及小镇的历史。刮风下雪、日晒雨淋，他都伫立在那里，对面是欧洲大饭店。" \
                "这座雕像也成为加斯镇的标志性建筑之一。"